Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# safety.mute.isSilent
source: Muting is silent. The other person is never told, nothing changes for them, and you stay following each other if you did.
ar: الكتم صامت. لا يُبلَّغ الطرف الآخر أبدًا، ولا يتغير عنده شيء، وتبقيان متابعين لبعضكما إن كنتما كذلك.
bn: মিউট নীরবে হয়। অন্য ব্যক্তিকে কখনও জানানো হয় না, তার জন্য কিছুই বদলায় না, এবং আপনারা পরস্পরকে ফলো করলে তা-ই থাকে।
ca: Silenciar és silenciós. L'altra persona mai no ho sap, per a ella no canvia res, i continueu seguint-vos si ja ho feieu.
cs: Ztlumení je tiché. Druhá osoba se to nikdy nedozví, pro ni se nic nemění a pokud jste se sledovali, sledujete se dál.
da: Lydløs sker i stilhed. Den anden person får aldrig besked, intet ændrer sig for dem, og I bliver ved med at følge hinanden, hvis I gjorde det.
de: Stummschalten geschieht lautlos. Die andere Person wird nie benachrichtigt, für sie ändert sich nichts, und ihr folgt euch weiterhin, falls ihr das getan habt.
el: Η σίγαση είναι αθόρυβη. Το άλλο άτομο δεν ενημερώνεται ποτέ, τίποτα δεν αλλάζει για αυτό και συνεχίζετε να ακολουθείτε ο ένας τον άλλον αν το κάνατε.
es: Silenciar es silencioso. Nunca se avisa a la otra persona, nada cambia para ella y, si os seguíais, seguís haciéndolo.
fi: Mykistäminen on äänetöntä. Toiselle ei kerrota, hänelle ei muutu mikään, ja jos seurasitte toisianne, seuraatte yhä.
fr: La mise en sourdine est silencieuse. L’autre personne n’en est jamais informée, rien ne change pour elle, et vous restez abonnés l’un à l’autre si vous l’étiez.
he: השתקה היא שקטה. האדם השני אף פעם לא מקבל הודעה, שום דבר לא משתנה אצלו, ואתם נשארים עוקבים זה אחרי זה אם הייתם.
hi: म्यूट करना चुपचाप होता है। दूसरे व्यक्ति को कभी नहीं बताया जाता, उनके लिए कुछ नहीं बदलता, और अगर आप एक-दूसरे को फ़ॉलो करते थे तो करते रहेंगे।
hr: Utišavanje je tiho. Druga osoba nikada nije obaviještena, za nju se ništa ne mijenja, a ako ste se pratili, i dalje se pratite.
hu: A némítás csendes. A másik személy nem kap értesítést, számára semmi nem változik, és ha követtétek egymást, ez így is marad.
id: Membisukan berjalan diam-diam. Orang itu tidak pernah diberi tahu, tidak ada yang berubah bagi mereka, dan kalian tetap saling mengikuti jika sebelumnya begitu.
it: Silenziare è un'azione silenziosa. L'altra persona non viene mai avvisata, per lei non cambia nulla e, se vi seguivate, continuate a seguirvi.
ja: ミュートは通知されません。相手には知らされず、相手側は何も変わらず、お互いにフォローしていた場合はそのままです。
ko: 뮤트는 조용히 처리돼요. 상대방에게는 알려지지 않고 아무것도 달라지지 않으며, 서로 팔로우하고 있었다면 그대로 유지돼요.
ml: മ്യൂട്ട് ചെയ്യൽ നിശ്ശബ്ദമാണ്. മറ്റേയാളെ ഒരിക്കലും അറിയിക്കില്ല, അവർക്ക് ഒന്നും മാറില്ല, ഫോളോ ചെയ്തിരുന്നെങ്കിൽ അതു തുടരും.
ms: Menyenyapkan dilakukan secara senyap. Orang itu tidak pernah diberitahu, tiada apa berubah untuk mereka, dan anda kekal saling mengikut jika begitu sebelumnya.
nb: Demping skjer i det stille. Den andre får aldri vite det, ingenting endres for dem, og dere fortsetter å følge hverandre hvis dere gjorde det.
nl: Dempen gebeurt stil. De ander krijgt geen bericht, er verandert niets voor hen, en jullie blijven elkaar volgen als dat al zo was.
pl: Wyciszenie jest ciche. Druga osoba nigdy nie jest informowana, nic się dla niej nie zmienia, a jeśli się obserwowaliście, nadal się obserwujecie.
pt_br: Silenciar é silencioso. A outra pessoa nunca é avisada, nada muda para ela, e vocês continuam se seguindo, se já se seguiam.
pt_pt: Silenciar é silencioso. A outra pessoa nunca é avisada, nada muda para ela, e continuam a seguir-se mutuamente, se já seguiam.
ro: Dezactivarea este discretă. Cealaltă persoană nu este anunțată, nimic nu se schimbă pentru ea și vă urmăriți în continuare dacă o făceați.
ru: Заглушение происходит тихо. Другой человек не узнает, для него ничего не меняется, а если вы были подписаны друг на друга, подписки сохраняются.
sk: Stlmenie je tiché. Druhá osoba sa o ňom nedozvie, pre ňu sa nič nemení a ak ste sa sledovali, sledujete sa ďalej.
sv: Att tysta sker i tysthet. Den andra personen får aldrig veta det, inget ändras för dem, och ni följer varandra kvar om ni gjorde det.
ta: ஒலியடக்குவது அமைதியானது. மற்றவருக்கு ஒருபோதும் தெரிவிக்கப்படாது, அவர்களுக்கு எதுவும் மாறாது, நீங்கள் பின்தொடர்ந்திருந்தால் ஒருவரையொருவர் தொடர்ந்து பின்தொடர்வீர்கள்.
te: మ్యూట్ చేయడం నిశ్శబ్దంగా జరుగుతుంది. అవతలి వ్యక్తికి ఎప్పుడూ చెప్పబడదు, వారికి ఏదీ మారదు, మీరు ఫాలో అవుతుంటే అలాగే ఫాలో అవుతూనే ఉంటారు.
th: การปิดเสียงเป็นไปอย่างเงียบๆ อีกฝ่ายไม่ได้รับแจ้ง ไม่มีอะไรเปลี่ยนสำหรับพวกเขา และหากติดตามกันอยู่ก็ยังติดตามกัน
tr: Sessize alma sessizdir. Karşı tarafa asla haber verilmez, onlar için hiçbir şey değişmez ve takip ediyorsanız birbirinizi takip etmeye devam edersiniz.
uk: Заглушення тихе. Іншу людину ніколи не повідомляють, для неї нічого не змінюється, а ви лишаєтеся підписаними одне на одного, якщо були.
ur: میوٹ کرنا خاموش ہے۔ دوسرے شخص کو کبھی نہیں بتایا جاتا، ان کے لیے کچھ نہیں بدلتا، اور اگر آپ ایک دوسرے کو فالو کرتے تھے تو کرتے رہتے ہیں۔
vi: Ẩn là âm thầm. Người kia không bao giờ được thông báo, không có gì thay đổi với họ, và nếu hai bạn đang theo dõi nhau thì vẫn vậy.
zh_hans: 静音是静默的。对方不会知道，对他们没有任何影响，如果你们互相关注，仍会保持关注。
zh_hant: 靜音是無聲的。對方絕不會得知，對他們沒有任何改變，如果你們原本互相追蹤，也仍維持追蹤。

# safety.mute.toast
source: Muted %@. Their posts won't appear in your feeds. They are not told.
ar: كُتم %@. لن تظهر لك منشوراته. ولم يُبلَّغ بذلك.
bn: %@-কে মিউট করা হয়েছে। তাদের পোস্ট আপনার ফিডে আসবে না। তাদের জানানো হয়নি।
ca: Has silenciat %@. Les seves publicacions no apareixeran als teus canals. No ho sap.
cs: Uživatel %@ je ztlumen. Jeho příspěvky se ve tvých kanálech nezobrazí. Nedozví se to.
da: Gjorde %@ lydløs. Vedkommendes opslag vises ikke i dine feeds. Vedkommende får ikke besked.
de: %@ stummgeschaltet. Die Beiträge erscheinen nicht in deinen Feeds. Die Person wird nicht benachrichtigt.
el: Σε σίγαση ο/η %@. Οι αναρτήσεις του/της δεν θα εμφανίζονται στις ροές σου. Δεν ενημερώνεται.
es: Silenciaste a %@. Sus publicaciones no aparecerán en tus feeds. No se le avisó.
fi: Mykistit käyttäjän %@. Hänen julkaisunsa eivät näy syötteissäsi. Hänelle ei kerrota.
fr: %@ est en sourdine. Ses posts n’apparaîtront plus dans vos fils. Il n’en est pas informé.
he: %@ הושתק. הפוסטים שלו לא יופיעו בפידים שלך. הוא לא מקבל הודעה.
hi: %@ को म्यूट किया। उनकी पोस्ट आपकी फ़ीड में नहीं दिखेंगी। उन्हें बताया नहीं गया।
hr: Utišano: %@. Njihove objave neće se pojavljivati u tvojim feedovima. Nisu obaviješteni.
hu: %@ némítva. A bejegyzései nem jelennek meg a hírfolyamaidban. Nem kapott értesítést.
id: %@ dibisukan. Postingannya tidak akan muncul di feed-mu. Mereka tidak diberi tahu.
it: %@ silenziato. I suoi post non compariranno nei tuoi feed. Non viene avvisato.
ja: %@をミュートしました。投稿はフィードに表示されません。相手には知らされていません。
ko: %@님을 뮤트했어요. 게시물이 내 피드에 나타나지 않아요. 상대방에게는 알려지지 않아요.
ml: %@ എന്നയാളെ മ്യൂട്ട് ചെയ്തു. അവരുടെ പോസ്റ്റുകൾ നിങ്ങളുടെ ഫീഡുകളിൽ വരില്ല. അവരെ അറിയിച്ചിട്ടില്ല.
ms: %@ disenyapkan. Siaran mereka tidak akan muncul dalam suapan anda. Mereka tidak diberitahu.
nb: Dempet %@. Innleggene deres vises ikke i feedene dine. De får ikke vite det.
nl: %@ gedempt. Hun berichten verschijnen niet in je feeds. Ze zijn hier niet van op de hoogte gesteld.
pl: Wyciszono: %@. Jego wpisy nie będą pojawiać się w Twoich kanałach. Nie jest o tym informowany.
pt_br: %@ silenciado. Os posts dessa pessoa não aparecerão nos seus feeds. Ela não foi avisada.
pt_pt: %@ silenciado. As publicações não aparecerão nos seus feeds. A conta não foi avisada.
ro: L-ai dezactivat pe %@. Postările lui nu vor apărea în fluxurile tale. Nu este anunțat.
ru: %@ заглушён(а). Посты не будут появляться в ваших лентах. Владелец аккаунта не уведомлён.
sk: %@ je stlmený. Jeho príspevky sa nebudú zobrazovať v tvojich kanáloch. Nedozvie sa o tom.
sv: Tystade %@. Deras inlägg visas inte i dina flöden. De fick inte veta det.
ta: %@ ஒலியடக்கப்பட்டார். அவர்களின் இடுகைகள் உங்கள் ஊட்டங்களில் தோன்றாது. அவர்களுக்குத் தெரிவிக்கப்படவில்லை.
te: %@ను మ్యూట్ చేశారు. వారి పోస్ట్‌లు మీ ఫీడ్‌లలో కనిపించవు. వారికి చెప్పబడలేదు.
th: ปิดเสียง %@ แล้ว โพสต์ของพวกเขาจะไม่ปรากฏในฟีดของคุณ พวกเขาไม่ได้รับแจ้ง
tr: %@ sessize alındı. Gönderileri akışlarınızda görünmeyecek. Kendisine haber verilmedi.
uk: %@ заглушено. Їхні дописи не з’являтимуться у ваших стрічках. Їх не повідомляють.
ur: %@ کو میوٹ کیا۔ ان کی پوسٹس آپ کی فیڈز میں نظر نہیں آئیں گی۔ انہیں نہیں بتایا گیا۔
vi: Đã ẩn %@. Bài đăng của họ sẽ không xuất hiện trong bảng tin của bạn. Họ không được thông báo.
zh_hans: 已静音 %@。对方的帖子不会出现在你的信息流中，对方并不知情。
zh_hant: 已將 %@ 靜音。對方的貼文不會出現在你的動態中，對方不會得知。

# safety.reason.harassment.detail
source: Targeted abuse, threats or a pile-on aimed at someone.
ar: إساءة موجّهة أو تهديدات أو تكتّل جماعي ضد شخص بعينه.
bn: কারও প্রতি লক্ষ্যভেদী গালিগালাজ, হুমকি বা দলবদ্ধ আক্রমণ।
ca: Abusos dirigits, amenaces o una allau de crítiques contra algú.
cs: Cílené urážky, výhrůžky nebo hromadný útok na někoho.
da: Målrettet krænkelse, trusler eller en pøbelhær rettet mod nogen.
de: Gezielte Beschimpfungen, Drohungen oder eine Hetzjagd gegen jemanden.
el: Στοχευμένη κακοποίηση, απειλές ή μαζική επίθεση εναντίον κάποιου.
es: Abusos dirigidos, amenazas o una avalancha de ataques contra alguien.
fi: Kohdennettu haukkuminen, uhkailu tai ryöpytys jotakuta kohtaan.
fr: Insultes ciblées, menaces ou acharnement collectif visant quelqu’un.
he: התעללות ממוקדת, איומים או התנפלות המונית על מישהו.
hi: किसी को निशाना बनाकर गाली-गलौज, धमकियाँ या भीड़ का हमला।
hr: Ciljano zlostavljanje, prijetnje ili hajka usmjerena na nekoga.
hu: Célzott bántalmazás, fenyegetés vagy valaki ellen irányuló tömeges támadás.
id: Hinaan yang menyasar, ancaman, atau keroyokan yang ditujukan pada seseorang.
it: Abusi mirati, minacce o un attacco di massa contro qualcuno.
ja: 特定の人への攻撃、脅し、集団での攻撃。
ko: 누군가를 겨냥한 욕설, 협박 또는 집단 공격.
ml: ഒരാളെ ലക്ഷ്യമിട്ടുള്ള അധിക്ഷേപം, ഭീഷണി, അല്ലെങ്കിൽ കൂട്ടമായ ആക്രമണം.
ms: Penderaan bersasar, ancaman atau serangan beramai-ramai ke atas seseorang.
nb: Rettet krenkelse, trusler eller en samlet hetsekampanje mot noen.
nl: Gerichte beledigingen, bedreigingen of een groepsaanval op iemand.
pl: Ukierunkowane znęcanie się, groźby lub zmasowany atak na kogoś.
pt_br: Abuso direcionado, ameaças ou um ataque em massa contra alguém.
pt_pt: Abuso dirigido, ameaças ou uma investida coletiva contra alguém.
ro: Abuz țintit, amenințări sau atacuri în grup îndreptate împotriva cuiva.
ru: Целенаправленные оскорбления, угрозы или травля.
sk: Cielené urážky, vyhrážky alebo hromadný útok na niekoho.
sv: Riktade övergrepp, hot eller en hetsjakt mot någon.
ta: ஒருவரை இலக்கு வைத்த வசைபாடல், மிரட்டல்கள் அல்லது கூட்டமாகத் தாக்குதல்.
te: ఒకరిని లక్ష్యంగా చేసుకున్న దూషణ, బెదిరింపులు లేదా గుంపుగా దాడి.
th: การล่วงละเมิดที่พุ่งเป้า การขู่ หรือการรุมใส่ใครคนหนึ่ง
tr: Birine yönelik hedefli taciz, tehdit veya toplu saldırı.
uk: Цілеспрямовані образи, погрози або цькування, спрямовані на когось.
ur: ہدفی بدسلوکی، دھمکیاں یا کسی پر ٹوٹ پڑنا۔
vi: Lạm dụng có chủ đích, đe dọa hoặc cả đám xúm vào nhắm vào ai đó.
zh_hans: 针对某人的辱骂、威胁或围攻。
zh_hant: 針對性的辱罵、威脅，或對某人的群起圍攻。

# safety.reason.harassment.title
source: Harassment or bullying
ar: تحرش أو تنمّر
bn: হয়রানি বা বুলিং
ca: Assetjament o intimidació
cs: Obtěžování nebo šikana
da: Chikane eller mobning
de: Belästigung oder Mobbing
el: Παρενόχληση ή εκφοβισμός
es: Acoso o intimidación
fi: Häirintä tai kiusaaminen
fr: Harcèlement ou intimidation
he: הטרדה או בריונות
hi: उत्पीड़न या धमकाना
hr: Uznemiravanje ili maltretiranje
hu: Zaklatás vagy megfélemlítés
id: Pelecehan atau perundungan
it: Molestie o bullismo
ja: 嫌がらせ・いじめ
ko: 괴롭힘 또는 따돌림
ml: ഉപദ്രവം അല്ലെങ്കിൽ ബുള്ളിയിംഗ്
ms: Gangguan atau buli
nb: Trakassering eller mobbing
nl: Intimidatie of pesten
pl: Nękanie lub zastraszanie
pt_br: Assédio ou bullying
pt_pt: Assédio ou bullying
ro: Hărțuire sau bullying
ru: Домогательства или травля
sk: Obťažovanie alebo šikanovanie
sv: Trakasserier eller mobbning
ta: துன்புறுத்தல் அல்லது மிரட்டல்
te: వేధింపు లేదా బెదిరింపు
th: การคุกคามหรือการรังแก
tr: Taciz veya zorbalık
uk: Домагання або цькування
ur: ہراسانی یا دھونس
vi: Quấy rối hoặc bắt nạt
zh_hans: 骚扰或欺凌
zh_hant: 騷擾或霸凌

# safety.reason.hateSpeech.detail
source: Attacks on people for who they are — nationality, religion, race, gender or disability.
ar: الهجوم على الناس بسبب هويتهم — الجنسية أو الدين أو العِرق أو الجنس أو الإعاقة.
bn: মানুষ যা তার জন্য আক্রমণ — জাতীয়তা, ধর্ম, বর্ণ, লিঙ্গ বা প্রতিবন্ধিতা।
ca: Atacs contra persones per allò que són: nacionalitat, religió, raça, gènere o discapacitat.
cs: Útoky na lidi kvůli tomu, kým jsou – národnost, náboženství, rasa, pohlaví nebo postižení.
da: Angreb på folk for den, de er – nationalitet, religion, race, køn eller handicap.
de: Angriffe auf Menschen wegen dessen, was sie sind – Nationalität, Religion, Hautfarbe, Geschlecht oder Behinderung.
el: Επιθέσεις σε άτομα για αυτό που είναι — εθνικότητα, θρησκεία, φυλή, φύλο ή αναπηρία.
es: Ataques a personas por lo que son: nacionalidad, religión, raza, género o discapacidad.
fi: Hyökkäykset ihmisiä vastaan heidän ominaisuuksiensa vuoksi – kansalaisuus, uskonto, rotu, sukupuoli tai vamma.
fr: Attaques contre des personnes pour ce qu’elles sont — nationalité, religion, origine, genre ou handicap.
he: התקפות על אנשים בגלל מי שהם — לאום, דת, גזע, מגדר או מוגבלות.
hi: लोगों पर उनकी पहचान के आधार पर हमले — राष्ट्रीयता, धर्म, नस्ल, लिंग या विकलांगता।
hr: Napadi na ljude zbog toga tko su — nacionalnost, vjera, rasa, spol ili invaliditet.
hu: Emberek támadása azért, akik – állampolgárság, vallás, faj, nem vagy fogyatékosság miatt.
id: Serangan terhadap orang karena jati dirinya — kebangsaan, agama, ras, gender, atau disabilitas.
it: Attacchi alle persone per ciò che sono: nazionalità, religione, razza, genere o disabilità.
ja: 国籍、宗教、人種、性別、障害など、その人の属性を理由にした攻撃。
ko: 국적, 종교, 인종, 성별, 장애 등 사람의 정체성을 이유로 한 공격.
ml: ആളുകളെ അവരുടെ ദേശീയത, മതം, വംശം, ലിംഗം, അല്ലെങ്കിൽ വൈകല്യം എന്നിവയുടെ പേരിൽ ആക്രമിക്കുന്നത്.
ms: Serangan ke atas orang kerana siapa mereka — kewarganegaraan, agama, bangsa, jantina atau kecacatan.
nb: Angrep på folk for den de er: nasjonalitet, religion, rase, kjønn eller funksjonsnedsettelse.
nl: Aanvallen op mensen om wie ze zijn: nationaliteit, religie, ras, geslacht of beperking.
pl: Ataki na ludzi za to, kim są — narodowość, religia, rasa, płeć lub niepełnosprawność.
pt_br: Ataques a pessoas por quem elas são: nacionalidade, religião, raça, gênero ou deficiência.
pt_pt: Ataques a pessoas pelo que são — nacionalidade, religião, raça, género ou deficiência.
ro: Atacuri asupra oamenilor pentru cine sunt — naționalitate, religie, rasă, gen sau dizabilitate.
ru: Нападки на людей за то, кто они: национальность, религия, раса, пол или инвалидность.
sk: Útoky na ľudí pre to, kým sú — národnosť, náboženstvo, rasa, pohlavie alebo zdravotné postihnutie.
sv: Angrepp på människor för vilka de är – nationalitet, religion, ras, kön eller funktionsnedsättning.
ta: மக்களை அவர்கள் யார் என்பதற்காகத் தாக்குதல் — குடியுரிமை, மதம், இனம், பாலினம் அல்லது மாற்றுத்திறன்.
te: ప్రజలు ఎవరో అనే కారణంతో వారిపై దాడులు — జాతీయత, మతం, జాతి, లింగం లేదా వైకల్యం.
th: การโจมตีผู้คนเพราะตัวตนของพวกเขา เช่น สัญชาติ ศาสนา เชื้อชาติ เพศ หรือความพิการ
tr: İnsanlara kim oldukları için saldırı: uyruk, din, ırk, cinsiyet veya engellilik.
uk: Напади на людей за те, ким вони є, — національність, релігія, раса, стать чи інвалідність.
ur: لوگوں پر ان کی شناخت کی وجہ سے حملے — قومیت، مذہب، نسل، جنس یا معذوری۔
vi: Tấn công người khác vì con người họ — quốc tịch, tôn giáo, chủng tộc, giới tính hoặc khuyết tật.
zh_hans: 因对方的身份（国籍、宗教、种族、性别或残障）而攻击他们。
zh_hant: 因國籍、宗教、種族、性別或身心障礙而攻擊他人。

# safety.reason.hateSpeech.title
source: Hate speech
ar: خطاب كراهية
bn: ঘৃণাত্মক বক্তব্য
ca: Discurs d'odi
cs: Nenávistné projevy
da: Hadefuld tale
de: Hassrede
el: Ρητορική μίσους
es: Discurso de odio
fi: Vihapuhe
fr: Discours haineux
he: דברי שנאה
hi: नफ़रत भरी बातें
hr: Govor mržnje
hu: Gyűlöletbeszéd
id: Ujaran kebencian
it: Incitamento all'odio
ja: ヘイトスピーチ
ko: 혐오 발언
ml: വിദ്വേഷ പ്രസംഗം
ms: Ucapan kebencian
nb: Hatefulle ytringer
nl: Haatzaaien
pl: Mowa nienawiści
pt_br: Discurso de ódio
pt_pt: Discurso de ódio
ro: Discurs de ură
ru: Язык вражды
sk: Nenávistné prejavy
sv: Hatpropaganda
ta: வெறுப்புப் பேச்சு
te: ద్వేషపూరిత ప్రసంగం
th: คำพูดแสดงความเกลียดชัง
tr: Nefret söylemi
uk: Мова ворожнечі
ur: نفرت انگیز بات
vi: Phát ngôn thù ghét
zh_hans: 仇恨言论
zh_hant: 仇恨言論

# safety.reason.illegal.detail
source: Fraud, trafficking, or anything else against the law.
ar: احتيال أو اتجار أو أي شيء آخر مخالف للقانون.
bn: জালিয়াতি, পাচার, বা আইনবিরুদ্ধ অন্য কিছু।
ca: Frau, tràfic o qualsevol altra cosa contrària a la llei.
cs: Podvod, obchodování s lidmi nebo cokoli jiného protizákonného.
da: Svindel, menneskehandel eller andet, der er imod loven.
de: Betrug, Menschenhandel oder alles andere, was gegen das Gesetz verstößt.
el: Απάτη, εμπορία ή οτιδήποτε άλλο παράνομο.
es: Fraude, trata o cualquier otra cosa contraria a la ley.
fi: Petos, ihmiskauppa tai mikä tahansa muu laiton.
fr: Fraude, traite, ou tout ce qui est contraire à la loi.
he: הונאה, סחר, או כל דבר אחר שמנוגד לחוק.
hi: धोखाधड़ी, तस्करी, या कुछ भी और जो क़ानून के ख़िलाफ़ है।
hr: Prijevara, trgovina ljudima ili bilo što drugo protuzakonito.
hu: Csalás, emberkereskedelem, vagy bármi más, ami törvénybe ütközik.
id: Penipuan, perdagangan manusia, atau apa pun yang melanggar hukum.
it: Frode, traffico di persone o qualsiasi altra cosa contro la legge.
ja: 詐欺、人身取引、その他の違法行為。
ko: 사기, 인신매매 또는 그 밖의 불법 행위.
ml: തട്ടിപ്പ്, കടത്ത്, അല്ലെങ്കിൽ നിയമവിരുദ്ധമായ മറ്റെന്തും.
ms: Penipuan, pemerdagangan, atau apa-apa lagi yang bertentangan dengan undang-undang.
nb: Svindel, menneskehandel eller noe annet som er mot loven.
nl: Fraude, mensenhandel of iets anders wat tegen de wet is.
pl: Oszustwo, handel ludźmi lub cokolwiek innego niezgodnego z prawem.
pt_br: Fraude, tráfico ou qualquer outra coisa contra a lei.
pt_pt: Fraude, tráfico ou qualquer outra coisa contra a lei.
ro: Fraudă, trafic sau orice altceva împotriva legii.
ru: Мошенничество, торговля людьми или что-либо ещё, противоречащее закону.
sk: Podvod, obchodovanie s ľuďmi alebo čokoľvek iné, čo je protizákonné.
sv: Bedrägeri, människohandel eller annat som strider mot lagen.
ta: மோசடி, ஆள்கடத்தல் அல்லது சட்டத்துக்கு எதிரான வேறு எதுவும்.
te: మోసం, అక్రమ రవాణా, లేదా చట్టవిరుద్ధమైన మరేదైనా.
th: การฉ้อโกง การค้ามนุษย์ หรืออย่างอื่นที่ผิดกฎหมาย
tr: Dolandırıcılık, insan ticareti veya yasalara aykırı başka her şey.
uk: Шахрайство, торгівля людьми чи будь-що інше, що суперечить закону.
ur: دھوکہ دہی، انسانی اسمگلنگ، یا قانون کے خلاف کوئی اور چیز۔
vi: Lừa đảo, buôn người, hoặc bất cứ điều gì khác trái pháp luật.
zh_hans: 欺诈、贩运，或任何其他违法行为。
zh_hant: 詐騙、人口販運，或任何其他違法行為。

# safety.reason.illegal.title
source: Something illegal
ar: مخالفة للقانون
bn: বেআইনি কিছু
ca: Alguna cosa il·legal
cs: Něco nezákonného
da: Noget ulovligt
de: Etwas Illegales
el: Κάτι παράνομο
es: Algo ilegal
fi: Jotain laitonta
fr: Quelque chose d’illégal
he: משהו לא חוקי
hi: कुछ ग़ैरक़ानूनी
hr: Nešto protuzakonito
hu: Valami jogellenes
id: Sesuatu yang ilegal
it: Qualcosa di illegale
ja: 違法なもの
ko: 불법적인 내용
ml: നിയമവിരുദ്ധമായ എന്തോ
ms: Sesuatu yang menyalahi undang-undang
nb: Noe ulovlig
nl: Iets illegaals
pl: Coś nielegalnego
pt_br: Algo ilegal
pt_pt: Algo ilegal
ro: Ceva ilegal
ru: Нечто незаконное
sk: Niečo nezákonné
sv: Något olagligt
ta: சட்டவிரோதமான ஒன்று
te: చట్టవిరుద్ధమైనది
th: สิ่งผิดกฎหมาย
tr: Yasa dışı bir şey
uk: Щось незаконне
ur: کوئی غیر قانونی چیز
vi: Điều gì đó bất hợp pháp
zh_hans: 违法内容
zh_hant: 違法內容

# safety.reason.impersonation.detail
source: Pretending to be another person, a business or an organisation.
ar: التظاهر بأنه شخص آخر أو شركة أو جهة.
bn: অন্য ব্যক্তি, ব্যবসা বা প্রতিষ্ঠান সেজে থাকা।
ca: Fer-se passar per una altra persona, una empresa o una organització.
cs: Vydávání se za jinou osobu, firmu nebo organizaci.
da: At foregive at være en anden person, en virksomhed eller en organisation.
de: Sich als eine andere Person, ein Unternehmen oder eine Organisation auszugeben.
el: Προσποίηση ότι είναι άλλο άτομο, επιχείρηση ή οργανισμός.
es: Hacerse pasar por otra persona, una empresa o una organización.
fi: Esiintyminen toisena henkilönä, yrityksenä tai organisaationa.
fr: Se faire passer pour une autre personne, une entreprise ou une organisation.
he: התחזות לאדם אחר, לעסק או לארגון.
hi: किसी दूसरे व्यक्ति, व्यवसाय या संगठन का रूप धरना।
hr: Lažno predstavljanje kao druga osoba, tvrtka ili organizacija.
hu: Más személynek, vállalkozásnak vagy szervezetnek kiadni magát.
id: Berpura-pura menjadi orang lain, bisnis, atau organisasi.
it: Fingere di essere un'altra persona, un'azienda o un'organizzazione.
ja: 他の人、企業、団体になりすますこと。
ko: 다른 사람, 기업 또는 단체인 척하는 행위.
ml: മറ്റൊരാളായോ ബിസിനസ്സായോ സ്ഥാപനമായോ നടിക്കുന്നത്.
ms: Berpura-pura menjadi orang lain, perniagaan atau organisasi.
nb: Utgir seg for å være en annen person, en bedrift eller en organisasjon.
nl: Zich voordoen als een andere persoon, een bedrijf of een organisatie.
pl: Podawanie się za inną osobę, firmę lub organizację.
pt_br: Fingir ser outra pessoa, uma empresa ou uma organização.
pt_pt: Fazer-se passar por outra pessoa, uma empresa ou uma organização.
ro: Pretinde că este altă persoană, o companie sau o organizație.
ru: Выдаёт себя за другого человека, компанию или организацию.
sk: Vydávanie sa za inú osobu, firmu alebo organizáciu.
sv: Låtsas vara en annan person, ett företag eller en organisation.
ta: வேறொரு நபர், நிறுவனம் அல்லது அமைப்பாக நடிப்பது.
te: మరో వ్యక్తిగా, వ్యాపారంగా లేదా సంస్థగా నటించడం.
th: แกล้งเป็นบุคคลอื่น ธุรกิจ หรือองค์กร
tr: Başka bir kişi, işletme veya kuruluş gibi davranmak.
uk: Видає себе за іншу людину, компанію чи організацію.
ur: کسی دوسرے شخص، کاروبار یا ادارے کا روپ دھارنا۔
vi: Giả làm người khác, một doanh nghiệp hoặc một tổ chức.
zh_hans: 假冒他人、企业或组织。
zh_hant: 假冒他人、企業或組織。

# safety.reason.impersonation.title
source: Impersonation
ar: انتحال صفة
bn: ছদ্মবেশ
ca: Suplantació d'identitat
cs: Zosobňování
da: Efterligning
de: Identitätsmissbrauch
el: Πλαστοπροσωπία
es: Suplantación de identidad
fi: Esiintyminen toisena
fr: Usurpation d’identité
he: התחזות
hi: किसी और का रूप धरना
hr: Lažno predstavljanje
hu: Megszemélyesítés
id: Peniruan identitas
it: Furto d'identità
ja: なりすまし
ko: 사칭
ml: ആൾമാറാട്ടം
ms: Penyamaran
nb: Etterligning
nl: Imitatie
pl: Podszywanie się
pt_br: Falsa identidade
pt_pt: Falsa identidade
ro: Uzurpare de identitate
ru: Выдача себя за другого
sk: Vydávanie sa za iného
sv: Utger sig för någon annan
ta: ஆள்மாறாட்டம்
te: వేషధారణ
th: การแอบอ้างตัวตน
tr: Kimliğe bürünme
uk: Видавання себе за іншого
ur: نقالی
vi: Mạo danh
zh_hans: 冒充
zh_hant: 冒充
